{"post": "Knight Mover", "last_updated": "August 30, 2023", "location": "Rutgers University New Brunswick and Piscataway campuses and select off-campus locations", "hours": {"fall_and_spring_semesters": ["Monday-Thursday mornings: 0230-0630 (in service at 0300)"], "summer_winter_spring_break": ["Monday night: 2330-0730 Tuesday morning", "Tuesday night: 2330-0730 Wednesday morning", "Wednesday night: 2330-0730 Thursday morning", "Thursday night: 2330-0730 Friday morning", "Friday night: 2330-1030 Saturday morning", "Saturday evening: 1830-1030 Sunday morning", "Sunday evening: 1830-0730 Monday morning"], "note": "Holiday hours are usually different from the above. Contact a supervisor for questions about special hours."}, "mission": "Knight Mover is dedicated to providing a high-quality, individualized transportation service to Rutgers Affiliates. CSOs working Knight Mover are expected to be courteous and professional to users of the service and assist with transportation needs within the boundaries of the serviced areas, according to the SOP. In lieu of campus bus services, the Knight Mover is the official Rutgers transportation service during its hours of operation.", "quick_reference_guide": {"problems": ["Problem or emergency? Accident? Lost? Need help? Attempt to contact the following in order:", "1. On-Duty Security Lt. - Radio 150", "2. Knight Mover Company Supervisor CS Samaras 908-692-1332", "3. Battalion Supervisor BS Tineo 201-446-5818", "4. CSO Security Lt. Lt. Lazzar 848-202-5000", "5. RUPD Non-Emergency - 732-932-7211"], "submitting_reports": ["At End of Shift, SAVE Dispatcher Log Sheet to KM folder and EMAIL to: dr558@ipo.rutgers.edu, tl723@ipo.rutgers.edu, tps78@scarletmail.rutgers.edu, jijo.tlazzar@rutgers.edu", "At End of Shift, SCAN and EMAIL (Forward) both Vehicle Inspection Sheets to: dr558@ipo.rutgers.edu, tl723@ipo.rutgers.edu", "If a vehicle malfunctions / ETOH / MVC / anything unusual: EMAIL description to: dr558@ipo.rutgers.edu, tl723@ipo.rutgers.edu, tps78@scarletmail.rutgers.edu, jijo.tlazzar@rutgers.edu, jst139@scarletmail.rutgers.edu"]}, "procedures": {"start_of_shift": ["CSOs will report to their shift 30 minutes before vehicles are to go into service. During this time, CSO’s should brief in the CSO office and complete the following:", "Accurately complete a vehicle Inspection Sheet (including oil levels) and make sure vehicles are fueled adequately.", "Log onto the KM computer: Username: svc_knightmover Password: Saturday,July112021", "Start a Dispatcher Log sheet, save it as the current date in the completed log sheet folder, and log necessary information in the Knight Mover log.", "Confirm safe weather conditions before start of service. See the 'Adverse Weather' section for more info.", "Confirm operation of radios.", "Calls coming in before Knight Mover goes into service do not need to be picked up, but the dispatcher may choose to pick up and advise the caller to call back when in service."], "radio_operations": ["CSOs will use plain English transmissions and be familiar with key terms like Shuttle 1, Shuttle 2, Received, Affirmed, Negative, Standby, Clear, Pending Calls, ETOH, In Service, Out of Service, go again, Non-affiliated, Dispatch, No Show, Over Capacity, Rutgers, as well as any other term deemed necessary for shift operations.", "CSOs should ensure channels are not patched to bus dispatch and check with an RUPD Communications officer about any immediate issues with radios.", "Dispatchers should switch to the DOTS 1 channel and scan other channels for emergencies.", "Radio transmissions should be short and efficient, and longer or sensitive messages should be transmitted via phone when possible.", "Drivers should be aware of areas with poor radio reception, and efficient transmissions should be maintained despite these challenges."], "medical_emergencies": ["During a serious medical emergency on another channel, CSOs should cease non-essential radio communication until the emergency is cleared.", "Drivers should notify RUPD Communications of ETOH or other medical emergencies on the vehicle, ensure no bodily fluids are present after evaluation, and place the vehicle out of service if contaminated."], "phone_use": ["Dispatchers may use personal phones for communication if medical emergencies or technological difficulties limit radio use. Drivers should not answer phones while driving.", "Bluetooth or hands-free devices are prohibited for drivers. Dispatchers may use a headset if it doesn't interfere with phone call handling."], "taking_phone_calls": ["Dispatchers should answer calls with 'Knight Mover, what is your location' or 'Knight Mover'.", "Retrieve pickup location, drop-off location, and number of passengers requesting transport from each caller. Advise caller to wait outside with Rutgers ID.", "CSOs should not provide time estimates or vehicle locations except when the vehicle is already present."], "adverse_weather": ["If weather causes poor road conditions, contact the on-duty Security Lieutenant or RUPD road Sergeant for an evaluation. Complete current calls only if safe.", "If Knight Mover is shut down, log the out of service status with a time stamp, and advise callers accordingly.", "In case of Knight Mover shutdown in advance by the Department of Transportation or full-time staff for the entire shift, only the dispatcher should report to shift to take calls and advise callers that the service is not operating."], "serviceable_areas": {"on_campus": "All on-campus locations, including RBHS facilities. Pickups on Cook/Douglass should never extend below RT. 1.", "off_campus": ["George & Paterson", "George & Liberty", "New Brunswick Train Station (Somerset St, Albany St. and George St. sides)", "Robert Wood Johnson Hospital", "St. Peters Hospital", "SoCam Apartments"], "note": "Avoid tighter side streets such as Mine St. and Union St. For more details, see the official Knight Mover coverage map."}, "prohibited_areas": ["Delevan Street", "Any other area deemed unsafe by the driver, including areas with heavy vehicular traffic or low overhead clearance.", "In the event that a dangerous situation is heard over the radio, drivers should avoid the area. Examples: Domestic Violence, Assault, Use of CDS, Robbery."], "dangerous_areas_in_bad_weather": ["Carman Street between George Street and Neilson Street", "Neilson Street between New Street and Bishop Street", "The Livingston Circle off of Avenue E", "Easton Avenue between Route 27 and Somerset Street", "Route 18 bridge going over the Raritan River"], "end_of_shift": ["Dispatchers should discontinue logging new calls 15 minutes before the scheduled end time of the shift.", "Vehicles should be parked where they were found at the beginning of the shift.", "Once all calls have cleared, save the Knight Mover Dispatcher Log to the Log folder and email it to the required contacts.", "Drivers should conduct a post-trip vehicle inspection, scan, and send copies to the appropriate contacts.", "All vehicles should be left with at least a half tank of fuel before being placed out of service.", "If a refuel is needed after the conclusion of shift, the driver should attempt to have the vehicle parked within 30 minutes of the expected end time of shift. If the shift runs 30 minutes over the expected end time, then the dispatcher should notify a supervisor of the reason why the shift ran late.", "Dispatchers should close out of all open programs and log off of the Knight Mover computer at the conclusion of their shift."], "safety_issues": ["While making pickups, CSOs may refuse service to individuals carrying dangerous items (e.g., bicycles, large metal objects, weapons, open containers of alcohol, highly flammable materials such as containers of gasoline or lighter fluid, excess luggage).", "All passengers must wear seat belts and remain seated at all times.", "If an individual refuses to leave the vehicle, RUPD Communications should be notified to dispatch an officer.", "CSO should never make a transport with more passengers than legally permitted.", "CSO may refuse service if any passengers are irate to the driver, dispatcher, or other passengers, after a warning is given to stop the behavior."], "use_of_fleet_vehicles": ["Please call 150 to utilize 317 if any of the vehicles need to be taken out of service due to difficulties.", "During snow days, the vans may be moved to Lot 105 instead of Berrue Circle.", "The vehicles must not proceed to the Busch Garage if any of them need to be towed. Inform 150 that they should head to Berrue Circle. Then describe the problem in an email to: dr558@ipo.rutgers.edu, tl723@ipo.rutgers.edu, tps78@scarletmail.rutgers.edu, jijo.tlazzar@rutgers.edu, jst139@scarletmail.rutgers.edu."], "vehicle_inspection": ["DOTS Vehicle 9755", "DOTS Vehicle 10016", "CSO Van 317", "Drivers should, at the beginning of their shift AND at the end of their shift, perform a vehicle inspection, noting any damages or missing equipment. Drivers are required to check the tires and the oil during each shift.", "Any damage which is questionably new should still be reported. These inspection sheets must be scanned and sent to Dominick Rizzo and Tiffany Lewis using the office scanner at the end of the shift.", "Vehicles should not be idled for periods over 5 minutes as per DOTS and state vehicle idling regulations.", "Headlights should be on at all times, per department policy.", "Refuels may be completed on Busch Campus across from Emergency Services or on Cook Campus off of College Farm Rd. Refuel info should be sent to the dispatcher via phone or radio and be logged into the Knight Mover Log with the refuel time, amount of fuel, and mileage of the vehicle. All vehicles must be refueled with gasoline.", "During winter weather, the vehicles may be in the back of Lot 105 on Livingston."], "courtesy_professionalism": ["CSOs should keep a professional demeanor at all times over radio and phone communications.", "Passengers who are irate to the driver, dispatcher, or other passengers may be warned to stop their behavior and eventually refused service.", "If a person 'No-Shows' three (3) times, the driver or dispatcher may refuse service.", "Confidential information heard in RUPD Communications should not be relayed, recorded, or discussed except for approved official purposes."], "accidents": ["Any Motor Vehicle Collision involving an APS or DOTS vehicle must be reported to RUPD Communications immediately, and a police report must be taken. Vehicles should not be moved from the scene of the accident until cleared to do so by the responding officer. A supervisor must be advised of the incident and a narrative must be written in the Knight Mover log.", "If the driver comes across a disabled motor vehicle or a Motor Vehicle Collision not involving the vehicle, the driver should relay the information to RUPD - (732-932-7211). The driver should not stop on Route 18 unless it is determined to be absolutely necessary at the discretion of the driver.", "Any assistance given to owners of disabled motor vehicles should only be done if it is safe to do so."], "taking_complaints": ["If a caller wishes to file a complaint regarding the quality of service, the caller may transfer the office phone of the CSO Division Supervisor. (848-932-4939) to leave a message.", "Complaints specifically regarding changes to off campus areas of service should be forwarded to the office phone of Transit Services Assistant Director John Karakaglou. (848) 932-4805."], "training_procedures_for_supervisors": ["Supervisors training CSOs in dispatch procedures should review these SOP’s thoroughly with trainees.", "Supervisors should make sure trainees are proficient in communicating over the radio, taking phone calls, and exhibiting professionalism and a good work ethic."], "contact_information": ["Victory Taxi 732-545-6666", "All-Brunswick Taxi 732-545-0900", "RUPD Communications 732-932-7211", "KM Company Supervisor: CS Samaras 908-692-1332", "Battalion Supervisor: BS Tineo 201-446-5818", "Security Supervisor: Lt. Lazzar (Work Mobile) 848-202-5000"], "additional_notes": ["In the event that any of the following occurs, the above supervisors should be contacted and advised of the situation:", "Motor vehicle collisions involving the vehicle, any mechanical issue which renders a vehicle out of service, ETOH’s, if Knight Mover is shut-down due to adverse weather, or any other instance where it is reasonably certain that a supervisor should be advised of an occurrence.", "Rutgers affiliates are defined as Rutgers students, faculty, or staff with a valid Rutgers ID. Alumni who present an Alumni Card should not be transported, as they are not covered under Rutgers insurance policy. For those without a valid ID, a valid student who already presented an ID may claim them as a guest but will accept full liability should an incident occur."]}}
