{"post": "Mounted Patrol", "location": "Rutgers University New Brunswick Campus, New Brunswick NJ 08091", "hours": "Monday-Sunday, Varying Hours from 0800-2100", "mission": "To aid RUPD by conducting daily patrols in specific areas of Rutgers University. Community Service Officers will provide professional, courteous service with a uniformed physical presence and direct observation of all University facilities, Faculty, Staff, Students, and Guests. They will protect the interests of the university’s community. This will be accomplished by CSOs being alert, vigilant at all times, and by utilizing any and all training. CSOs will keep in mind their mission purpose which is: TO OBSERVE AND REPORT, render assistance when necessary, and to ensure all parties’ interests are protected. A unique aspect of Mounted Patrol is that the incorporation of horses allows for heightened public relations opportunities that should be taken whenever safe.", "instructions": {"reporting_for_duty": ["CSO assigned to this post will read, familiarize, and understand the post orders for this post. They will adhere to the rules and regulations set forth in them.", "CSO will report to the mounted barn on time.", "CSO will report for duty in the uniform of the day.", "Spring/Summer Attire – Class A Uniform: Short sleeve shirt with white T-shirt, black or navy breeches, black belt, black or navy helmet, and black riding boots or half chaps.", "Fall/Winter Attire – Class A Uniform: Long sleeve shirt, tie, black or navy breeches, black belt, black or navy helmet, and black riding boots or half chaps.", "CSOs will not carry on their person or bring to shift any weapons, including but not limited to: Knives, Pepper spray, Collapsible batons, Handcuffs.", "The CSO that arrives at the barn first will unlock the closet using the combination 5-15-25 and retrieve the keys from the closet.", "CSOs will unlock the mounted patrol office and retrieve CSO radios 49 and 50 and patrol log sheets. They will reference the monthly rotating schedule to determine which horses will be utilized and CSO OIC will assign horses. CSOs will also check the log book in the mounted office to avoid any discrepancies between the rotational schedule and the log book, ensuring that no horse is ridden more than three days in a row unless approved by Mounted Patrol CS. CSOs will reference the updated log book to determine if any caution should be used in certain areas on patrol. CSOs will update the calendar, then exit and relock the office.", "CSOs will then unlock the tack room, RETURN THE KEYS to the closet, and relock the combination lock on the closet. CSOs will NOT bring the keys out on patrol. They will remain in the closet for the duration of patrol.", "CSOs will sign on for the shift with RUPD dispatch via radio using the contact phrase: 'Central from CSO [Last Name]'. Wait for acknowledgement. 'Signing on for Mounted Patrol'. CSOs will ALWAYS sign on and off when beginning and ending shift.", "CSOs will get the appropriate halter and lead rope and retrieve their respective horses from the field. CSOs will then put the horses into their respective stalls, groom the horses well, and prepare them with the proper equipment (bridle, saddle, saddle pad, martingale, girth, appropriate reflective gear, etc.). Reflective gear is mandatory, including reflective boots on both front legs and martingale, and for shifts when the horses would be out at dark.", "Directly before beginning patrol, CSOs will tie their horses' halters to the back of the saddles, as well as making sure one CSO secures the feces shovel to one saddle."], "high_visibility_patrols": {"description": "In order to increase visibility among the University community, CSOs will implement two high visibility patrol operations in the duration of the shift at two different locations. CSOs will check the log book prior to beginning patrol and will not perform a high visibility patrol at the same location done the day before.", "call_in_procedure": "To begin the high visibility patrol, CSOs will utilize the radio to call in the high visibility patrol as follows: 'Central from CSO [Last Name]'. Wait for acknowledgement. 'Beginning High Visibility Patrol at [Location]'.", "appropriate_locations": ["Cook Campus Center", "Douglass Campus Center", "Bettenbender Plaza", "Chang Science Library", "Mable Smith Library"], "patrol_times": ["0855-0915", "1035-1055", "1215-1235", "1355-1415", "1535-1555", "1715-1735", "1855-1915", "2035-2045"], "completion_procedure": "At the completion of the high visibility patrol, CSOs will call out that they have completed the check and request CAD # to document on the assignment sheet as follows: 'Central from CSO [Last Name]'. Wait for acknowledgement. 'Ending High Visibility Patrol at [Location], ready for CAD'. If, while scanning the various radio channels, CSOs find that operations are busy, wait until the radio channel clears, then request the CAD #, otherwise, call the RUPD nonemergency number (732-932-7211). If dispatch tells you to standby, make sure to call again and get a CAD before the end of the shift."}, "patrol_expectations": ["CSOs will conduct their patrols in a professional manner.", "CSOs will not allow the horses to exceed a walk.", "CSOs will NOT engage in any activities that will draw their attention away from their duties, ESPECIALLY while mounted: Cell phone usage (except in an emergency), texting, emailing, or any other activities.", "CSOs will take public relations opportunities as available, stopping and allowing the public to inquire about and/or pet the horses when safe.", "CSOs will NOT allow members of the public to feed the horses while they are on duty.", "CSOs will instruct the public to pet the horses only in a safe location (not the nose), and only when the horse is receptive and behaving.", "CSOs will patrol Cook and Douglass including, but not limited to, the following areas: College Farm Road, Helyar House, The Cook Apartments, All Cook dorms, Henderson, University Inn and Conference Center, New and Old Gibbons, Hickman, Woodlawn, Lipman Drive and Passion Puddle, The Cook/Douglass Lecture Hall area, Jameson courtyard, Douglas Student Center, College Hall, Antilles Field, etc.", "CSOs will NOT patrol the following areas of Cook/Douglass: The Little Theater building, Lot 95, The Vivarium, Rutgers Gardens, CSOs will NOT attempt to cross any suspended bridge on campus, i.e. those connecting lot 704 to Bettenbender Plaza.", "CSOs may cross the bridge connecting Hickman and Loree if both CSOs are comfortable and it is safe to cross. CSOs must DISMOUNT to cross the bridge and lead the horses across. The following conditions must be met: NO STUDENTS ARE PRESENT, Weather conditions are safe (no rain, ice, or heavy wind), The horses are calm and confident, Riders space the horses out so as to avoid injury when they speed up on the downhill.", "Always utilize crosswalks when crossing the street and must wait for the 'walk' sign to cross at traffic lights.", "Near the halfway mark of patrol, CSOs will take one 30-minute break at the Cook Student Center, during which they will remove the horses’ bridles, put on their halters, and clip them to the designated outdoor posts. For the duration of the break, at least one CSO will remain at a location, outdoors or indoors, where he/she can see the horses. Should any civilian begin to approach the horses, a CSO will return to the horses and will only allow safe, supervised interactions between the horses and the public.", "During break, both CSOs will update their respective patrol log to include all checks and other appropriate remarks up to that point. CSOs should keep track of the number of interactions with the public as well as the CADs, Checks, Escorts, and Assists. CSOs may perform a high visibility patrol of the Cook Campus Center at this time.", "CSOs will, upon identifying suspicious activities or item(s), take the appropriate actions and advise RUPD dispatch. CSOs will NOT approach, confront or attempt to detain any suspicious person. CSOs will NOT handle any suspicious item(s). CSOs will report suspicious activities and item(s) from an inconspicuous and safe distance. CSOs will provide the following info to RUPD dispatch when reporting an incident: Who, What, Where, When and How. CSOs will move to a safe and adjacent area but be ready to respond if requested to do so by RUPD. CSOs will meet and pass all pertinent info regarding the incident on to the RUPD responding officer. CSOs will render medical assistance consistent with their level of training. CSOs will contact mounted FTO with any non-safety related questions or concerns."], "end_of_shift": ["CSOs will return to the mounted patrol barn 30 minutes prior to end of shift, untack the horses, groom them to remove sweat marks, and return them to the field.", "CSOs will unlock the closet and retrieve the keys in order to open the tack room at the mounted patrol office.", "CSOs will clean the tack used during their shift, at a minimum cleaning the bit and girth, and return tack to its appropriate locations in the tack room and lock the tack room.", "CSOs will sign off of patrol with RUPD dispatch via radio or phone as follows: 'Central from CSO [Last Name]'. Wait for acknowledgement. 'Signing off of Mounted Patrol'. CSOs will complete their patrol logs and insert the completed log into the appropriate file in the filing cabinet in the CSO office.", "The completed logs will be retrieved and reviewed by the Mounted CS or XO each week.", "CSOs will record a brief review of their mounted patrol shift in the log book. This should include the date, which horses were ridden, a general overview of how the horses behaved, where high visibility patrols were conducted and any special circumstances or issues. (Any hazards, road closures, injuries, etc.)", "Once all paperwork is completed and radios returned, CSOs will close the office and make sure the door is locked. CSOs will return the keys to the closet and office before leaving the barn."]}}
