{"post": "Public Safety Lobby", "location": "Public Safety Building, 55 Paul Robeson Blvd., New Brunswick NJ 08901", "hours": ["0800 to 1230, 1230-1700, Monday through Friday"], "mission": "CSO mission is to provide professional, courteous service, a uniformed physical presence, and direct observation of all University facilities, Faculty, Staff, Students, and Guests. They will protect the interests of the university while performing access control and CCTV monitoring duties. This will be accomplished by CSO being always alert and vigilant and by utilizing any and all assets at their disposal. CSO will keep in mind their mission purpose which is: TO OBSERVE AND REPORT, render assistance if necessary and to ensure all parties’ rights and interests are protected.", "instructions": {"reporting_for_duty": ["CSO assigned to this post will read and familiarize themselves with the post orders for this post. They will adhere to the rules and regulations set forth in them.", "CSO will report to the Public Safety Building CSO Office on time.", "CSO will report for duty in the uniform of the day.", {"uniforms": {"spring_summer_attire": "Class A Uniform: Short sleeve shirt with white under T-shirt, pants, black belt, and black boots/shoes.", "fall_winter_attire": "Class A Uniform: Long sleeve shirt with white under T-shirt, pants, black belt, and black boots/shoes."}}, "CSO reporting for duty that is not in full uniform will not be allowed to work and will be subject to disciplinary action.", "CSO will report to the CSO Office prior to taking post at the front lobby desk to obtain all equipment needed for shift.", "CSO working Monday morning should gather equipment for shift and promptly leave utilizing an available CSO vehicle to pick up paperwork from all exterior posts (Sec Tech and Civic Square).", "Upon entering the lobby at the start of the shift, CSO is to turn on the necessary computer systems (PELCO 1-A, 1-B, 2-A) for the shift. During the duration of the shift, the CSO is to keep the left cabinet door open for each computer system to ensure proper airflow. These doors should be closed when the CSO leaves the lobby for any reason."]}, "daily_tasks": {"inventory": ["CSO will take daily inventory of the equipment in the CSO office utilizing the hard copy before returning to the lobby to enter the data electronically and then destroy the hard copy.", "Reflective vests do NOT need to be inventoried, only Winter Jackets, Rain Cap Covers, and Rain Coats.", "The link to electronically submit data can be found on the hard copy or accessed through the following link: https://forms.gle/hUAfNMhc7roABYxG6.", "CSO will take inventory of radios and batteries on Monday and Friday of every week. Radio inventory sheets are located next to the radios and should be stapled to the back of the completed assignment sheet."], "statistics": ["CSO will check 'Statistics' cubby for any statistics that need to be entered online.", "CSO will bring paperwork to the lobby to enter the information.", "CSO will then add totals from each daily assignment sheet to the corresponding boxes found on the last tab of the current CSO Master Schedule Spreadsheet labeled 'Stats'. Do NOT overwrite the current number, only add to it. Example: +=1+2+3+4+5+...", "CSO will initial all paperwork done inside the Sheet Review box next to 'Statistics:'.", "After statistics are completed, paperwork can be put away in the 'Review' cubby."]}, "frequent_concerns": {"ticket_appeal": "CSO will politely inform the visitor that appeals can only be completed online. The CSO will refer the visitor to the Rutgers DOTS website for more information regarding operations.", "ticket_payment": "CSO will politely inform the visitor that payments can only be made online. The CSO will refer the visitor to the Rutgers DOTS website for more information regarding operations.", "cctv_issues": "CSO will report any problems with the CCTV (PELCO) system. Immediate concerns should be directed to their supervisor, all other concerns can be included in the email with the log sheet for the day.", "lost_and_found": {"procedure": ["Ask the visitor if they were contacted to pick up their item.", "If contacted, contact Emmanuel Perez or the Detective Bureau with the visitor’s name and lost item type.", "If not contacted, search the lost and found database for their item using the person’s description of the item and date it was lost.", "Contact Emmanuel Perez if a corresponding item is listed. If no match is found, politely inform the visitor and suggest they check back later via the database."], "database_link": "https://psapp.ipo.rutgers.edu/lostandfound/lostandfound1.aspx"}}}
